---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.DisabledDisciplineException
source: html/396e116d-a4e2-e7ae-fd78-ac6db8c4c75d.htm
---
# DisabledDisciplineException Properties

The information of the function throwing the exception.